{"Name":"种田大Fa（原名种植树木）",
"DisplayName":"种田大Fa（原名种植树木）",
"GameVersion":0.9628,
"Version":4.3,
"Desc":"[作者]\r\n    游@辰\r\n[简介]\r\n 如果道友缺木头、缺灵木、缺梧桐木，莫慌，我们首先点开建造界面，划下一片土地，那里啥都有。\n现在道友在田里可以栽种包括巨银杏树在内的所有游戏本体的树木，另外还可以种植生产金丝灵木和梧桐神木的两种树。（新增药物龙涎精、食物仙品龙涎、种植物异种龙涎）\n砍伐树木有机会得到灵木，收获树木除了到树木本身的产物还能有机会得到灵石。\n建造里面有独立的建造面板，可以铺设4种不同作物生长效率的灵壤，另外还可以改造沃土和灵水。\n除了改造土壤，增加了2种新桌子：独秀厨桌、独秀药桌。独秀厨桌能制作新食物：梨香露、杏灵精、仙味龙涎。梨香露能额外少量补充精元，增加筑基，杏灵精效果比梨子香露强许多。仙味龙涎作为弟子的食物，可以很少量增加筑基，3天内大量怎加心情和娱乐，提神醒脑不疲劳，减少食物和水份的消耗。独秀药桌能制作新药物：灵气水、一元灵浆。灵气水能补充5000灵气，可以加快灵气恢复和修炼速度。一元灵浆可以修复弟子身体的外门伤病，缓解疼痛，修复身体疤痕。\n（由于简介空间有限，道友可以先订阅在模组管理里面查看详细介绍。）\n\n-凡树皆可种:除去银杏树和梨树，现在在农田里可以种植巨松树、巨银杏树、松树、杨树了。\n\n-树木有灵心：砍砍树木有惊喜哟。现在弟子砍伐树木有机会得到灵木了。\n\n-银杏能蕴灵：所有种类银杏树结果收获时，满溢的灵气能够化作灵石了。\n\n-炼物得精：\n炼杏得精：妈妈再也不用担心银杏果爆仓了。有传承自上古仙人的“贼好用”精炼之法，弟子可以在烹饪台精炼银杏果了。\n\n百里有香露：梨子除做一点点菜一无是处，对不对？取得上古仙人“贼好用”精炼之法皮毛的民间高手“成独秀”很不服，独自在烹饪台狂怼梨子七七四十九天，研究出“很好用”精炼梨子之法。自此此法口口相传于民间。\n\n龙涎炼精：独秀有妙法，取十炼之，方得龙涎精。\n\n-归元有灵浆：集众多药草，在制作药台精制的疗伤奇药，一元灵浆能治疗外门骨肉伤病，有缓痛，少量补充筑基、精元、饱腹、水、娱乐效果。一元灵露是“成独秀”晚年“很好用”精炼之法登顶之作。\n\n-灵气度入水：摄灵石之气，度于水内，食之，能补气之损，引灵助修也。超脱于“很好用”精炼法，成作于而立，乃先贤“成独秀”“归元和一”之念，因灵气蕴于水中，故唤作灵气水。弟子可以在制药卓制作灵气水了。\n\n-秘法生灵壤：以不传之秘，灵木埋于土，辅以灵气水浇之，侯而灵壤成，可以栽灵植。现在可以改造沃土、铺设凡壤，改造浅水、灵水以及铺设4种灵壤。\n\n-独秀改工桌：先贤“成独秀”，常造物忽有感，其念沟天通地，遂改造物之处，使之强也。\n独秀厨桌：制作常量增加，额外可制作梨香露、杏灵精、龙涎精、仙味龙涎、仙品龙涎。\n独秀药台：制作产量增加,
\n\n\n额外可以制作灵气水、一元灵浆。\n\n独秀柴处：制作产量增加，额外可以制作蟠桃木料。\n独秀工桌：制作产量增加，额外可以制作五种属性的灵晶、蟠桃角料、五种属性的灵晶角料。\n独秀匠台：制作产量增加，额外可以制作五种属性灵晶的砖块。\n\n-灵地有灵植：灵气浓郁之地，灵物自生也，\n梧桐神木巨树，每隔一段时间便有梧桐神木、灵石(小概率得灵晶)可收获。（农田种植）\n金丝灵木树：每隔一段时间，可以收获金丝灵木、灵石\n（农田种植）\n灵桃树：每隔一段时间，可以收获灵桃、灵石(药田)\n蟠桃树：每隔一段时间，可以收获蟠桃、灵晶、蟠桃木\n（使用蟠桃种植，蟠桃通过登仙台历练和灵桃树收获低机会获取）\n异种龙涎：相比普通龙涎果树，异种龙涎有更好的环境适应力，产量更加高。异种龙涎还有些许的聚灵作用，可以少量生产灵石，因此，异种龙涎生长周期更加长。\n\n-凡间有仙味\n仙味龙涎：此仙珍不应地上有，食之飘飘然欲登仙。相传“成独秀”晚年有感于天地，一朝顿悟，遂创下仙家烹饪手法，仙味龙涎乃试手之作。\n仙品龙涎：天上仙珍，“成独秀”登仙后所作，后流传至凡间。因凡间材料限制，凡间所作品阶低下，不复仙界神韵。\n\n-登仙台上天道果：弟子到登仙台历练有机会获得天道圣果，天道圣果能栽种天道圣树，天道圣树能孕育圣果。天道圣果食用后能增加10万参悟和一定量的灵气，平稳心境，促进弟子修炼。\n\n-灵树结灵果：两种灵树，灵桃树、蟠桃树分别结灵桃、蟠桃两种灵果。灵桃树有很低机会结蟠桃。灵桃和蟠桃除了有补充一定量精元、筑基、灵气的作用，还可以增加寿命。灵桃增加50年，蟠桃增加500年。蟠桃额外还有修复所有内门伤势的作用。蟠桃除了收获获取，还可以通过登仙台历练获取。\n\n-奇物和奇坊：乃一匠人奇坊，建其之人已不可寻，世人只知其曰守御坊。寻常以为纳宝、制宝、炼金、锻器之用，若有敌犯，激之，敌退也。\n\n-仙味世家：凡尘有世家，善烹煮，其仙味声名在外。世家子弟有幸得仙缘，拜太一。",
"Author":"游@辰",
"UIPackage":null,"ID":"2123584480","Flag":808112733,"Tags":["Function","ExcludeRealmsHeaven"],"IncreasedDesc":"","IsInsideCreat":false,"Previews":[],"ParentModInfo":null}